{
    "Chat.Title" : "Online Chat",
    "Chat.Subtitle" : "Tell us about your problem",
    "Chat.WelcomeMsg" : "Hello and welcome to Kwili! I am Emma, your virtual assistant",

    "ContactForm.Title" : "Contact us",
    "ContactForm.Info" : "A question? A comment? A suggestion?{code}Do not hesitate to let us know.",
    "ContactForm.Name" : "Name",
    "ContactForm.Name.Missing" : "Name required",
    "ContactForm.Email" : "Email",
    "ContactForm.Email.Missing" : "Email required",
    "ContactForm.Subject" : "Subject",
    "ContactForm.Subject.Missing" : "Subject required",
    "ContactForm.Message" : "Message",
    "ContactForm.Message.Missing" : "Message cannot be empty",
    "ContactForm.Send" : "Send",
    "ContactForm.Legal" : "Kwili is a project carried out by a team of students as part of{code}Epitech Innovative Projects. © 2018",
    "ContactForm.Legal.Privacy": "Legal Notice & Privacy Policy",
    "ContactForm.Modal.Success" : "Thank you for your feedback. Your message was successfully sent to the Kwili team, who will reply to you soon !",
    "ContactForm.Modal.Failure" : "Message could not be sent, please try again.",

    "Features.Title" : "Our vision",
    "Features.Text" : "Personalised support to advise you in your emergency",
    "Features.ChatTitle" : "Online Chat",
    "Features.ChatText" : "Get in touch with Emma, our virtual assistant! She will advise you on your situation and the measures to be taken.",
    "Features.GeolocTitle" : "Geolocation",
    "Features.GeolocText" : "Thanks to our map, we can automatically find you the nearest care centers to your home. From the doctor to the hospital, via the pharmacy or the dentist, your route is automatically calculated based on your mode of transport.",
    "Features.GuestTitle" : "Guest mode",
    "Features.GuestText" : "Our service does not require you to log in, ensuring that your personal and medical data are not recorded and simplifying use.",

    "Home.Tagline" : "Personalised support to advise you in your emergency",
    "Home.ChatTitle" : "Online Chat",
    "Home.ChatDesc" : "Get in touch with Emma, our virtual assistant! She will advise you on your situation and the measures to be taken.",
    "Home.MapTitle" : "Hospitals map",
    "Home.MapDesc" : "Our service will automatically redirect you to the health services closest to you.",
    "Home.LearnMore" : "Learn more",

    "Landing.Tagline" : "A quick and easy way to access emergencies.{code}A first online treatment.",
    "Landing.Scroll": "Preview",

    "Map.Search" : "Find an address...",
    "Map.SearchRadius" : "Search radius: {value}km",
    "Map.Tooltip.Car" : "Car",
    "Map.Tooltip.Walk" : "Walking",
    "Map.Tooltip.Transportation" : "Public transportation",
    "Map.Tooltip.Settings" : "Result types",
    "HospitallInfoPopup.Address" : "Address: ",
    "HospitallInfoPopup.Phone" : "Phone: ",
    "HospitallInfoPopup.Rating" : "Rating: ",
    "HospitallInfoPopup.Open" : "Currently open",
    "HospitallInfoPopup.Loading" : "Loading...",
    "ResultTypes.Hospital" : "Hospitals",
    "ResultTypes.Doctor" : "Doctors",
    "ResultTypes.Dentist" : "Dentists",
    "ResultTypes.Pharmacy" : "Pharmacies",
    "RequestUber.Title" : "Getting to the hospital by UBER",
    "RequestUber.Subtitle" : "Calling a UBER to go to the hospital?",
    "RequestUber.Desc" : "Choosing this option will open an application or UBER site with a set route between your position and that of the hospital.",
    "RequestUber.Yes" : "Yes",
    "RequestUber.No" : "No",

    "Navbar.Chat" : "Online Chat",
    "Navbar.Hospitals" : "Hospitals map",
    "Navbar.Landing" : "Who are we ?",
    "Navbar.App" : "Application",
    "Navbar.Application" : "Application",

    "NotFound.Desc" : "The page you are looking for is not available, it may have been modified or removed.",
    "NotFound.Home" : "Home",

    "Preview.Title" : "Preview",
    "Preview.Tagline" : "What does Kwili looks like ?",
    "Preview.WebTitle" : "A website",
    "Preview.WebDesc" : "Find the nearest emergency room and the route to get there, and benefit from initial treatment thanks to our online chat, which can also redirect you to a general practitioner or specialist.{code}All this without even having to log on!",
    "Preview.AppTitle" : "A complementary application",
    "Preview.AppDesc" : "Find Kwili more easily by downloading our mobile app, which has the same functionalities.",
    "Preview.PlayStore" : "Dowload from {code}{code2}",

    "Privacy.Title": "Data use policy",
    "Privacy.Def.Text": "The following is referred to as personal information: 'Information that allows, in any form whatsoever, directly or indirectly, the identification of the natural persons to whom it applies'. (article 4 of the law n° 78-17 of January 6, 1978). The terms 'personal data' have the meaning defined by the General Regulations on Data Protection (RGPD: No. 2016-679).",
    "Privacy.Def.Title": "Definitions",
    "Privacy.Pres.Title": "Presentation of the website",
    "Privacy.Pres.Text.1": "By virtue of article 6 of the law n° 2004-575 of June 21, 2004 for the confidence in the digital economy, it is specified to the users of the Kwili website the identity of the various participants within the framework of its realization and its follow-up:",
    "Privacy.Pres.Text.2": "Owner: KWILI",
    "Privacy.Pres.Text.3": "Publication manager and webmaster: Kwili - adm.kwili@gmail.com",
    "Privacy.Pres.Text.4": "Hosting: Microsft Azure",
    "Privacy.Pres.Text.5": "Data Protection Officer: Kwili - adm.kwili@gmail.com",
    "Privacy.Pres.Text.6": "The site is hosted by a service provider on the territory of the European Union in accordance with the provisions of the General Regulation on Data Protection (GDPR: n° 2016-679), and is part of the certified Health Data Hosting (HDH), in compliance with the French Public Health Code (Article L.1111-8).",
    "Privacy.Management.Text": "The Customer is informed of the regulations concerning marketing communication, the law of June 21, 2014 for confidence in the Digital Economy, the Data Protection Act of August 6, 2004 and the General Regulations on Data Protection (GDPR: No. 2016-679).",
    "Privacy.Management.Title": "Management of personal data",
    "Privacy.Resp.Title":"Persons responsible for the collection of personal data",
    "Privacy.Resp.Text.1" : "For personal data collected in the context of the creation of the user's personal account and his navigation on the site, the person in charge of processing personal data is: KWILI, represented by Philippe de Sousa Violante, its legal representative.",
    "Privacy.Resp.Text.2": "As responsible for the processing of the data it collects, Kwili undertakes to respect the framework of the legal provisions in force. It is its responsibility to provide to its users, from the collection of their consents, a complete information on the processing of their personal data and to maintain a register of processing in conformity with reality. Whenever Kwili processes Personal Data, Kwili takes all reasonable steps to ensure the accuracy and relevance of the Personal Data in relation to the purposes for which they are processed.",
    "Privacy.Data.Nature.Title": "Nature and purpose of the data collected",
    "Privacy.Data.Nature.Text.1": "Kwili is likely to process all or part of the following data:",
    "Privacy.Data.Nature.Text.2": "To conduct satisfaction surveys and improve the user experience: Name and email address of users in case of sending a message through the contact form. These data are kept for a maximum of 12 months.",
    "Privacy.Data.Nature.Text.3": "To improve the performance of our map and the user experience: Geolocation (optional). This data is never kept.",
    "Privacy.Data.Nature.Text.4": "To improve the performance of our decision support: health data (optional). These data are only processed during the conversation with the chatbot and are not stored.",
    "Privacy.Data.Nature.Text.5": "This data is collected according to the legal basis of the user's consent. Kwili does not commercialize your personal data which are therefore only used out of necessity.",
    "Privacy.Security.Title": "Security",
    "Privacy.Security.Text.1" : "To ensure the security and confidentiality of Personal Data and Personal Health Data, Kwili takes all reasonable steps to protect Personal Data and Personal Health Data from loss, misuse, unauthorized access, disclosure, alteration or destruction.",
    "Privacy.Security.Text.2" : "Kwili undertakes to take all necessary precautions to preserve the security of the Information and in particular that it is not communicated to unauthorized persons. However, if an incident impacting the integrity or confidentiality of User Information is brought to the attention of Kwili, Kwili will inform users as soon as possible and will communicate the corrective measures taken.",
    "Privacy.Rights.Title": "User rights",
    "Privacy.Rights.Text.1": "In accordance with the law 'IT & Freedom' and the General Rules on Data Protection, users of Kwili have the following rights:",
    "Privacy.Rights.Text.2": "right of access, rectification and update of their data",
    "Privacy.Rights.Text.3": "the right to block or erase user's personal data when it is inaccurate, incomplete, ambiguous, out of date, or whose collection, use, communication or storage is prohibited",
    "Privacy.Rights.Text.4": "the right to withdraw consent to the processing of their personal data at any time",
    "Privacy.Rights.Text.5": "the right to limit the processing of their data",
    "Privacy.Rights.Text.6": "the right to oppose the processing of their data",
    "Privacy.Rights.Text.7": "the right to the portability of the data provided by the Users, when these data are subject to automated processing based on their consent or on a contract",
    "Privacy.Rights.Text.8": "the right to determine the fate of Users' data after their death and to choose to whom Kwili shall communicate (or not) its data to a third party it has previously designated. As soon as Kwili becomes aware of the death of a user and in the absence of instructions from them, Kwili undertakes to destroy their data.",
    "Privacy.Rights.Text.9": "If the user wishes to know how Kwili uses his personal data, to request their correction or deletion, the User may contact the DPO at the following address: adm.kwili@gmail.com.",
    "Privacy.Rights.Text.10": "In this case, the User must indicate the Personal Data that he would like Kwili to correct, update or delete, identifying himself precisely with a copy of an identity document.",
    "Privacy.Providers.Title": "Consult the privacy rules of the services of our providers:",
    "Privacy.Providers.Text.1": "Google Maps (maps service)",
    "Privacy.Providers.Text.2": "Heroku (chatbot hosting)",
    "Privacy.Providers.Text.3": "Microsoft Azure (web hosting)",
    "Privacy.Litigation.Title": "Litigation",
    "Privacy.Litigation.Text": "In case of dispute, the user may file a complaint with the CNIL."
}