{
    "Chat.Title" : "Chat en ligne",
    "Chat.Subtitle" : "Expliquez-nous votre problème",
    "Chat.WelcomeMsg" : "Bonjour et bienvenue sur Kwili ! Je suis Emma, votre assistante virtuelle",

    "ContactForm.Title" : "Nous contacter",
    "ContactForm.Info" : "Une question ? Une remarque ? Une suggestion ?{code}N'hésitez pas à nous en faire part.",
    "ContactForm.Name" : "Nom",
    "ContactForm.Name.Missing": "Nom requis",
    "ContactForm.Email" : "Courriel",
    "ContactForm.Email.missing" : "Courriel requis",
    "ContactForm.Subject" : "Sujet",
    "ContactForm.Subject.Missing" : "Sujet requis",
    "ContactForm.Message" : "Message",
    "ContactForm.Message.Missing" : "Le message ne peut pas être vide",
    "ContactForm.Send" : "Envoyer",
    "ContactForm.Legal" : "Kwili est un projet réalisé par une équipe d'étudiants dans le cadre des{code}Epitech Innovative Projects. © 2018",
    "ContactForm.Legal.Privacy": "Mentions légales & Politique d'utilisation des données",
    "ContactForm.Modal.Success" : "Merci pour votre retour. Votre message à bien été envoyé à l'équipe de Kwili, qui vous répondra  très vite !",
    "ContactForm.Modal.Failure" : "L'envoi du message a échoué, veuillez réessayer.",

    "Features.Title" : "Notre vision",
    "Features.Text" : "Un accompagnement personnalisé pour vous conseiller dans votre urgence",
    "Features.ChatTitle" : "Chat en ligne",
    "Features.ChatText" : "Rentrez en contact avec Emma, notre assistante virtuelle ! Elle vous conseillera sur votre situation et les mesures à prendre.",
    "Features.GeolocTitle" : "Géolocalisation",
    "Features.GeolocText" : "Grâce à notre carte, nous vous trouvons automatiquement les centres de soins les plus proches de chez vous. Du médecin à l’hôpital, en passant par la pharmacie ou le dentiste, votre itinéraire est calculé automatiquement à partir de votre mode de transport.",
    "Features.GuestTitle" : "Mode invité",
    "Features.GuestText" : "Notre service ne requiert pas de connexion, assurant que vos données personnelles et médicales ne soient pas enregistrées et simplifiant l'utilisation.",

    "Home.Tagline" : "Un accompagnement personnalisé pour vous conseiller dans votre urgence",
    "Home.ChatTitle" : "Chat en ligne",
    "Home.ChatDesc" : "Rentrez en contact avec Emma, notre assistante virtuelle ! Elle vous conseillera sur votre situation et les mesures à prendre.",
    "Home.MapTitle" : "Carte des hôpitaux",
    "Home.MapDesc" : "Notre service vous redirigera automatiquement vers les services de santé les plus proches de chez vous.",
    "Home.LearnMore" : "En savoir plus",

    "Landing.Tagline" : "Un moyen simple et rapide pour accéder aux urgences.{code}Une première prise en charge en ligne.",
    "Landing.Scroll" : "Aperçu",

    "Map.Search" : "Rechercher une adresse...",
    "Map.SearchRadius" : "Rayon de la recherche: {value}km",
    "HospitallInfoPopup.Address" : "Addresse: ",
    "HospitallInfoPopup.Phone" : "Téléphone: ",
    "HospitallInfoPopup.Rating" : "Note: ",
    "HospitallInfoPopup.Open" : "Actuellement ouvert: ",
    "HospitallInfoPopup.Loading" : "Chargemnet...",
    "ResultTypes.Hospital" : "Hôpitaux",
    "ResultTypes.Doctor" : "Médecins",
    "ResultTypes.Dentist" : "Dentistes",
    "ResultTypes.Pharmacy" : "Pharmacies",
    "RequestUber.Title" : "Se rendre à l'hôpital en UBER",
    "RequestUber.Subtitle" : "Appeler un UBER pour se rendre à l'hôpital ?",
    "RequestUber.Desc" : "Choisir cette option ouvrira une l'application ou le site UBER avec une course paramétrée entre votre position et celle de l'hôpital.",
    "RequestUber.Yes" : "Oui",
    "RequestUber.No" : "Non",

    "Navbar.Chat" : "Chat en ligne",
    "Navbar.Hospitals" : "Carte des hôpitaux",
    "Navbar.Landing" : "Qui sommes-nous ?",
    "Navbar.App" : "Application",
    "Navbar.Application" : "Application",

    "NotFound.Desc" : "La page que vous recherchez n'est pas disponible, elle a peut-être été modifiée ou retirée.",
    "NotFound.Home" : "Accueil",

    "Preview.Title" : "Aperçu",
    "Preview.Tagline" : "Kwili, concrètement, à quoi ça ressemble ?",
    "Preview.WebTitle" : "Un site web",
    "Preview.WebDesc" : "Trouvez les urgences les plus proches de vous et l'itinéraire pour vous y rendre, et bénéficiez d'une première prise en charge grâce à notre chat en ligne, qui pourra également vous réorienter vers un médecin généraliste ou spécialiste.{code}Le tout sans même avoir besoin de vous connecter !",
    "Preview.AppTitle" : "Une application complémentaire",
    "Preview.AppDesc" : "Retrouvez Kwili plus facilement en téléchargeant notre appli mobile, qui possède les mêmes fonctionnalités.",
    "Preview.PlayStore" : "Télécharger sur {code}{code2}",

    "Privacy.Title" : "Politique d'utilisation des données",
    "Privacy.Def.Title" : "Définitions",
    "Privacy.Def.Text": "Sont désignées ci-dessous comme informations personnelles «Les informations qui permettent, sous quelque forme que ce soit, directement ou non, l'identification des personnes physiques auxquelles elles s'appliquent». (article 4 de la loi n° 78-17 du 6 janvier 1978). Les termes «données à caractère personnel» ont le sens défini par le Règlement Général sur la Protection des Données (RGPD : n° 2016-679)",
    "Privacy.Pres.Title": "Présentation du site internet",
    "Privacy.Pres.Text.1": "En vertu de l'article 6 de la loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique, il est précisé aux utilisateurs du site internet Kwili l'identité des différents intervenants dans le cadre de sa réalisation et de son suivi:",
    "Privacy.Pres.Text.2": "Propriétaire : KWILI",
    "Privacy.Pres.Text.3": "Responsable publication et webmaster : Kwili - adm.kwili@gmail.com",
    "Privacy.Pres.Text.4": "Hébergeur : Microsoft Azure",
    "Privacy.Pres.Text.5": "Délégué à la protection des données : Kwili - adm.kwili@gmail.com",
    "Privacy.Pres.Text.6": "Le site est hébergé chez un prestataire sur le territoire de l’Union Européenne conformément aux dispositions du Règlement Général sur la Protection des Données (RGPD : n° 2016-679), et fait partie des Hébergeurs de Données de Santé (HDS) certifiés, en respect du Code de la Santé Publique Français (Article L.1111-8)",
    "Privacy.Management.Title": "Gestion des données personnelles",
    "Privacy.Management.Text": "Le Client est informé des réglementations concernant la communication marketing, la loi du 21 Juin 2014 pour la confiance dans l'Économie Numérique, la Loi Informatique et Liberté du 06 Août 2004 ainsi que du Règlement Général sur la Protection des Données (RGPD : n° 2016-679).",
    "Privacy.Resp.Title": "Responsables de la collecte des données personnelles",
    "Privacy.Resp.Text.1": "Pour les données personnelles collectées dans le cadre de la création du compte personnel de l’utilisateur et de sa navigation sur le site, le responsable du traitement des données personnelles est : KWILI, représenté par Philippe de Sousa Violante, son représentant légal.",
    "Privacy.Resp.Text.2": "En tant que responsable du traitement des données qu’il collecte, Kwili s’engage à respecter le cadre des dispositions légales en vigueur. Il lui appartient de fournir à ses utilisateurs, à partir de la collecte de leurs consentements, une information complète sur le traitement de leurs données personnelles et de maintenir un registre des traitements conforme à la réalité. Chaque fois que Kwili traite des Données Personnelles, Kwili prend toutes les mesures raisonnables pour s’assurer de l’exactitude et de la pertinence des Données Personnelles au regard des finalités pour lesquelles elles sont traitées.",
    "Privacy.Data.Nature.Title": "Nature et finalité des données collectées",
    "Privacy.Data.Nature.Text.1": "Kwili est susceptible de traiter tout ou partie des données suivantes:",
    "Privacy.Data.Nature.Text.2": "Pour mener des enquêtes de satisfaction et améliorer l’expérience utilisateur : Nom et adresse email des utilisateurs en cas d’envoie de message par le formulaire de contact. Ces données sont conservées un maximum de 12 mois.",
    "Privacy.Data.Nature.Text.3": "Pour améliorer les performances de notre carte et l’expérience utilisateur : géolocalisation (optionnelle). Ces données ne sont jamais conservées.",
    "Privacy.Data.Nature.Text.4": "Pour améliorer les performances de notre aide à la décision : données de santé (optionnelles). Ces données sont traitées uniquement le temps de la conversation avec le chatbot et ne sont pas conservées.",
    "Privacy.Data.Nature.Text.5": "Ces données sont collectées selon la base légale du consentement de l'utilisateur. Kwili ne commercialise pas vos données personnelles qui sont donc uniquement utilisées par nécessité.",
    "Privacy.Security.Title": "Sécurité",
    "Privacy.Security.Text.1" : "Pour assurer la sécurité et la confidentialité des Données Personnelles et des Données Personnelles de Santé, Kwili prend toutes les mesures raisonnables visant à les protéger contre toute perte, utilisation détournée, accès non autorisé, divulgation, altération ou destruction.",
    "Privacy.Security.Text.2" : "Kwili s’engage à prendre toutes les précautions nécessaires afin de préserver la sécurité des Informations et notamment qu’elles ne soient pas communiquées à des personnes non autorisées. Cependant, si un incident impactant l’intégrité ou la confidentialité des Informations des utilisateurs est portée à la connaissance de Kwili, Kwili en informera dans les meilleurs délais les utilisateurs et lui communiquera les mesures de corrections prises.",
    "Privacy.Rights.Title": "Droits des utilisateurs",
    "Privacy.Rights.Text.1": "Conformément à la loi “Informatique et Liberté” et au Règlement Général sur la Protection des Donnée, les utilisateurs de Kwili disposent des droits suivants :",
    "Privacy.Rights.Text.2": "droit d'accès, de rectification, et de mise à jour des données des utilisateurs",
    "Privacy.Rights.Text.3": "droit de verrouillage ou d’effacement des données des utilisateurs à caractère personnel, lorsqu’elles sont inexactes, incomplètes, équivoques, périmées, ou dont la collecte, l'utilisation, la communication ou la conservation est interdite",
    "Privacy.Rights.Text.4": "droit de retirer à tout moment un consentement au traitement de leurs données personnelles",
    "Privacy.Rights.Text.5": "droit à la limitation du traitement de leurs données",
    "Privacy.Rights.Text.6": "droit d’opposition au traitement de leurs données",
    "Privacy.Rights.Text.7": "droit à la portabilité des données que les Utilisateurs auront fournies, lorsque ces données font l’objet de traitements automatisés fondés sur leur consentement ou sur un contrat",
    "Privacy.Rights.Text.8": "droit de définir le sort des données des Utilisateurs après leur mort et de choisir à qui Kwili devra communiquer (ou non) ses données à un tiers qu’il aura préalablement désigné. Dès que Kwili a connaissance du décès d’un Utilisateur et à défaut d’instructions de sa part, Kwili s’engage à détruire ses données.",
    "Privacy.Rights.Text.9": "Si l’Utilisateur souhaite savoir comment Kwili utilise ses données personnelles, demander à demander leur rectification ou leur effacement, l’Utilisateur peut contacter le DPO à l’adresse suivante : adm.kwili@gmail.com",
    "Privacy.Rights.Text.10": "Dans ce cas, l’Utilisateur doit indiquer les Données Personnelles qu’il souhaiterait que Kwili corrige, mette à jour ou supprime, en s’identifiant précisément avec une copie d’une pièce d’identité.",
    "Privacy.Providers.Title": "Consulter les règles de confidentialités des services de nos prestataires:",
    "Privacy.Providers.Text.1": "Google Maps (service de carte)",
    "Privacy.Providers.Text.2": "Heroku (hébergement du chatbot)",
    "Privacy.Providers.Text.3": "Microsoft Azure (hébergement du site)",
    "Privacy.Litigation.Title": "Litige",
    "Privacy.Litigation.Text": "En cas de différend, l’utilisateur peut déposer une plainte auprès de la CNIL."
}